Repository: anxdpanic/plugin.video.tubed
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba, es_es, fi_fi, it_it, sv_se

# #30118
source: Clearing short term function cache will remove all cache entries
bs_ba: Brisanjem keš memorije kratkoročnih funkcija uklonit će se svi unosi u keš memoriju
es_es: Al borrar la caché de funciones a corto plazo se eliminarán todas las entradas de la caché
fi_fi: Lyhytaikaisen toimintovälimuistin tyhjennys poistaa kaikki välimuistin kohteet
it_it: La cancellazione della cache delle funzioni a breve termine rimuoverà tutte le voci della cache
sv_se: Tömning av korttidsfunktionscachen tar bort alla cacheposter

# #30119
source: Deleting long term data cache will delete the whole database
bs_ba: Brisanje dugoročne keš memorije podataka će izbrisati cijelu bazu podataka
es_es: Al borrar la caché de datos a largo plazo se borrará toda la base de datos
fi_fi: Pitkäaikaisen tietovälimuistin poisto poistaa koko tietokannan
it_it: L'eliminazione della cache dei dati a lungo termine eliminerà l'intero database
sv_se: Borttagning av långsiktig datacache tar bort hela databasen

# #30120
source: Deleting short term function cache will delete the whole database
bs_ba: Brisanje kratkoročne predmemorije funkcija će izbrisati cijelu bazu podataka
es_es: Al borrar la caché de funciones a corto plazo se borrará toda la base de datos
fi_fi: Lyhytaikaisen toimintovälimuistin poisto poistaa koko tietokannan
it_it: L'eliminazione della cache delle funzioni a breve termine eliminerà l'intero database
sv_se: Borttagning av kortsiktig funktionscache tar bort hela databasen

# #30121
source: Failed to clear function cache
bs_ba: Brisanje keš memorije funkcije nije uspjelo
es_es: Error al borrar la caché de funciones
fi_fi: Toimintovälimuistin tyhjennys epäonnistui
it_it: Impossibile svuotare la cache delle funzioni
sv_se: Misslyckades med att tömma funktionscachen

# #30122
source: Failed to clear data cache
bs_ba: Brisanje keš memorije podataka nije uspjelo
es_es: Error al borrar la caché de datos
fi_fi: Tietovälimuistin tyhjennys epäonnistui
it_it: Impossibile svuotare la cache dei dati
sv_se: Misslyckades med att tömma datacache

# #30123
source: Failed to delete function cache
bs_ba: Brisanje keš memorije funkcije nije uspjelo
es_es: Error al borrar la caché de funciones
fi_fi: Toimintovälimuistin poisto epäonnistui
it_it: Impossibile eliminare la cache delle funzioni
sv_se: Misslyckades med att ta bort funktionscache

# #30124
source: Failed to delete data cache
bs_ba: Brisanje keš memorije podataka nije uspjelo
es_es: Error al borrar la caché de datos
fi_fi: Tietovälimuistin poisto epäonnistui
it_it: Impossibile eliminare la cache dei dati
sv_se: Misslyckades med att ta bort datacache

# #30126
source: Component Logging
bs_ba: Zapisivanje komponenti
es_es: Registro de componentes
fi_fi: Komponenttien kirjaus
it_it: Logging componenti
sv_se: Loggning av komponenter

# #30127
source: API requests
bs_ba: API zahtjevi
es_es: Solicitudes API
fi_fi: API-kutsut
it_it: Richieste API
sv_se: API-förfrågningar

# #30128
source: Enable logging of API requests and responses
bs_ba: Omogući zapisivanje API zahtjeva i odgovora
es_es: Activar el registro de solicitudes y respuestas de la API
fi_fi: Kirjaa API-pyynnöt ja -vastaukset
it_it: Abilita il logging di richieste e risposte API
sv_se: Aktivera loggning av API-förfrågningar och svar

# #30129
source: Comments
bs_ba: Komentari
es_es: Comentarios
fi_fi: Kommentit
it_it: Commenti
sv_se: Kommentarer

# #30130
source: Comment
bs_ba: Komentar
es_es: Comentario
fi_fi: Kommentoi
it_it: Commento
sv_se: Kommentar

# #30131
source: Read comment
bs_ba: Pročitaj komentar
es_es: Leer comentario
fi_fi: Lue kommentti
it_it: Leggi commento
sv_se: Läs kommentar

# #30132
source: Likes
bs_ba: Sviđanja
es_es: Me gusta
fi_fi: Tykkäykset
it_it: Like
sv_se: Gillar

# #30133
source: Replies
bs_ba: Odgovori
es_es: Respuestas
fi_fi: Vastaukset
it_it: Risposte
sv_se: Svar

# #30134
source: Comment has been edited
bs_ba: Komentar je uređen
es_es: El comentario ha sido editado
fi_fi: Kommenttia on muokattu
it_it: Il commento è stato modificato
sv_se: Kommentaren har redigerats

# #30135
source: Limits
bs_ba: Ograničenja
es_es: Límites
fi_fi: Rajoitukset
it_it: Limiti
sv_se: Gränser

# #30136
source: Data cache (MB)
bs_ba: Keš memorija podataka (MB)
es_es: Caché de datos (MB)
fi_fi: Tietovälimuisti (Mt)
it_it: Cache dati (MB)

# #30137
source: The maximum size of long term data cache before being automatically resized
bs_ba: Maksimalna veličina dugoročne keš memorije podataka prije automatske promjene veličine
es_es: El tamaño máximo de la caché de datos a largo plazo antes de ser redimensionada automáticamente
fi_fi: Pitkäaikaisen tietovälimuistin koko ennen koon automaattista muutosta
it_it: La dimensione massima della cache dei dati a lungo termine prima del ridimensionamento automatico
sv_se: Den maximala storleken på långtidscachen för data innan den automatiskt ändras i storlek

# #30138
source: Sort order
bs_ba: Redoslijed sortiranja
es_es: Orden de clasificación
fi_fi: Lajittelusuunta
it_it: Ordinamento
sv_se: Sorteringsordning

# #30139
source: Choose a sort order
bs_ba: Odaberite redoslijed sortiranja
es_es: Elegir un orden de clasificación
fi_fi: Valitse lajittelusuunta
it_it: Scegli un ordinamento
sv_se: Välj en sorteringsordning

# #30140
source: Alphabetical
bs_ba: Abecedno
es_es: Alfabético
fi_fi: Aakkosellinen
it_it: Alfabetico
sv_se: Alfabetisk

# #30141
source: Relevance
bs_ba: Važnost
es_es: Relevancia
fi_fi: Merkityksellisyys
it_it: Rilevanza
sv_se: Relevans

# #30142
source: Activity
bs_ba: Aktivnosti
es_es: Actividad
fi_fi: Aktiivisuus
it_it: Attività
sv_se: Aktivitet

# #30143
source: Time
bs_ba: Vrijeme
es_es: Tiempo
fi_fi: Kesto
it_it: Durata
sv_se: Tid

# #30144
source: Date
bs_ba: Datum
es_es: Fecha
fi_fi: Päiväys
it_it: Data
sv_se: Datum

# #30145
source: Rating
bs_ba: Ocjena
es_es: Clasificación
fi_fi: Arvio
it_it: Valutazione
sv_se: Betyg

# #30146
source: Title
bs_ba: Naslov
es_es: Título
fi_fi: Nimi
it_it: Titolo
sv_se: Titel

# #30147
source: Video Count
bs_ba: Broj videozapisa
es_es: Número de vídeos
fi_fi: Videomäärä
it_it: Numero video
sv_se: Videoantal

# #30148
source: View Count
bs_ba: Broj pregleda
es_es: Número de vistas
fi_fi: Toistomäärä
it_it: Numero visuaizzazioni
sv_se: Antal visningar

# #30149
source: Post Play
bs_ba: Nakon utakmice
es_es: Después de reproducir
fi_fi: Toiston jälkitoiminto
it_it: Post-riproduzione
sv_se: Efter uppspelning

# #30150
source: Post play minimum watch percentage
bs_ba: Minimalni postotak gledanja nakon reprodukcije
es_es: Porcentaje mínimo de visualización después de reproducir
fi_fi: Toiston jälkitoiminnon vähimmäisprosentti
it_it: Percentuale di visualizzazione minima post-riproduzione
sv_se: Minsta möjliga uppspelning i procent efter uppspelning

# #30151
source: What percent of the video's duration must be watched to trigger post play events
bs_ba: Koji postotak trajanja videa mora biti odgledan da bi se pokrenuli događaji nakon reprodukcije
es_es: Porcentaje de la duración del vídeo que debe verse para que se activen los eventos posteriores a la reproducción
fi_fi: Toiston jälkitoiminnon suoritus edellyttää, että videosta on katsottu tämän prosenttiarvon verran.
it_it: Quale percentuale della durata del video deve essere guardata per attivare eventi post-riproduzione
sv_se: Hur många procent av videons längd måste ses för att utlösa händelser efter uppspelning

# #30152
source: Rate the video that just finished playing
bs_ba: Ocijenite video koji je upravo završen
es_es: Calificar el vídeo que acaba de terminar de reproducirse
fi_fi: Arvioi juuri toistettu video
it_it: Valuta il video che ha appena terminato la riproduzione
sv_se: Betygsätt videon som just slutade spelas

# #30153
source: Rate during playlists
bs_ba: Ocijenite tokom plejlista
es_es: Calificar en las listas de reproducción
fi_fi: Arvioi videot toistettaessa soittolistoja
it_it: Valuta mentre guardi le playlist
sv_se: Betygsätt under spellistor

# #30154
source: Should rating be requested while watching playlists
bs_ba: Treba li se tražiti ocjena tokom gledanja plejlista
es_es: Debería solicitarse la calificación mientras se ven las listas de reproducción
fi_fi: Kysytäänkö arviota, kun katsotaan soittolistaa.
it_it: Dovrebbe essere richiesta una valutazione durante la visione delle playlist
sv_se: Bör betyg begäras när du tittar på spellistor

# #30155
source: Autoplay related videos
bs_ba: Automatska reprodukcija povezanih videozapisa
es_es: Reproducción automática de vídeos relacionados
fi_fi: Toista aiheeseen liittyviä videoita automaattisesti
it_it: Riproduzione automatica di video correlati
sv_se: Autoplay relaterade videor

# #30156
source: Autoplay videos related to the previously played video
bs_ba: Automatska reprodukcija videozapisa povezanih s prethodno reproduciranim videozapisom
es_es: Reproducción automática de vídeos relacionados con el vídeo reproducido anteriormente
fi_fi: Toista aiemmin toistettuun videoon liittyviä videoita automaattisesti.
it_it: Riproduzione automatica dei video relativi al video riprodotto in precedenza
sv_se: Autoplay-videor som är relaterade till den tidigare spelade videon

# #30157
source: Set as History
bs_ba: Postavi kao historiju
es_es: Establecer como 'Historial'
fi_fi: Määritä "Historia" -listaksi
it_it: Imposta come cronologia
sv_se: Ställ in som historik

# #30158
source: Set as Watch Later
bs_ba: Postavi kao Gledaj kasnije
es_es: Establecer como 'Ver más tarde'
fi_fi: Määritä "Katso myöhemmin" -listaksi
it_it: Imposta come Guarda più tardi
sv_se: Ställ in som Se senare

# #30159
source: Remove as History
bs_ba: Ukloni kao historiju
es_es: Eliminar como 'Historial'
fi_fi: Poista "Historia" -määritys
it_it: Rimuovi dalla cronologia
sv_se: Ta bort som historik

# #30160
source: Remove as Watch Later
bs_ba: Ukloni kao Gledaj kasnije
es_es: Eliminar como 'Ver más tarde'
fi_fi: Poista "Katso myöhemmin" -määritys
it_it: Rimuovi da Guarda più tardi
sv_se: Ta bort som Se senare

# #30161
source: History
bs_ba: Historija
es_es: Historial
fi_fi: Historia
it_it: Cronologia
sv_se: Historik

# #30162
source: Watch later playlist configured
bs_ba: Konfigurirana je plejlista za gledanje kasnije
es_es: Ver más tarde lista de reproducción configurada
fi_fi: "Katso myöhemmin" -soittolista määritettiin
it_it: Playlist Guarda più tardi configurata
sv_se: Konfigurerad spellista för "Se senare"

# #30163
source: History playlist configured
bs_ba: Konfigurirana je plejlista historije
es_es: Historial de listas de reproducción configuradas
fi_fi: "Historia" -soittolista määritettiin
it_it: Playlist cronologia configurata
sv_se: Historikspellista konfigurerad

# #30164
source: %s was configured as your watch later playlist
bs_ba: %s je konfiguriran kao vaša plejlista za kasnije gledanje
es_es: %s se ha configurado como tu lista de reproducción para ver más tarde
fi_fi: "%s" määritettiin "katso myöhemmin" -soittolistaksi
it_it: %s è stato configurato come playlist Guarda più tardi
sv_se: %s konfigurerades som din spellista för senare visning

# #30165
source: %s was configured as your history playlist
bs_ba: %s je konfiguriran kao vaša historijska plejlista
es_es: %s se configuró como tu lista de reproducción en el historial
fi_fi: "%s" määritettiin "Historia" -soittolistaksi
it_it: %s è stato configurato come playlist cronologia
sv_se: %s konfigurerades som din historikspellista

# #30166
source: Watch later playlist is no longer configured
bs_ba: Plejlista za kasnije gledanje više nije konfigurirana
es_es: La lista de reproducción "Ver más tarde" ya no está configurada
fi_fi: "Katso myöhemmin" -soittolistan määritys poistettiin
it_it: La playlist Guarda più tardi non è più configurata
sv_se: Spellistan "Se senare" är inte längre konfigurerad

# #30167
source: History playlist is no longer configured
bs_ba: Historijska plejlista više nije konfigurirana
es_es: El historial de listas de reproducción ya no está configurado
fi_fi: "Historia" -soittolistan määritys poistettiin
it_it: La playlist cronologia non è più configurata
sv_se: Historikspellistan är inte längre konfigurerad

# #30168
source: %s is no longer configured as your watch later playlist
bs_ba: %s više nije konfiguriran kao vaša plejlista za kasnije gledanje
es_es: %s ya no está configurada como tu lista de reproducción para ver más tarde
fi_fi: "%s" ei ole enää määritetty "Katso myöhemmin" -soittolistaksi
it_it: %s non è più configurato come playlist Guarda più tardi
sv_se: %s är inte längre konfigurerad som din spellista för senare visning

# #30169
source: %s is no longer configured as your history playlist
bs_ba: %s više nije konfiguriran kao vaša historijska lista za reprodukciju
es_es: %s ya no está configurada como tu lista de reproducción en el historial
fi_fi: "%s" ei ole enää määritetty "Historia" -soittolistaksi
it_it: %s non è più configurato come playlist cronologia
sv_se: %s är inte längre konfigurerad som din historikspellista

# #30170
source: Add to watch later
bs_ba: Dodaj za kasnije gledanje
es_es: Añadir para ver más tarde
fi_fi: Lisää "Katso myöhemmin" -listalle
it_it: Aggiungi a Guarda più tardi
sv_se: Lägg till för senare visning

# #30171
source: Favorite Channels
bs_ba: Omiljeni kanali
es_es: Canales favoritos
fi_fi: Suosikkikanavat
it_it: Canali preferiti
sv_se: Favoritkanaler

# #30172
source: Add to favorite channels
bs_ba: Dodaj u omiljene kanale
es_es: Añadir a canales favoritos
fi_fi: Lisää suosikkikanaviin
it_it: Aggiungi ai canali preferiti
sv_se: Lägg till i favoritkanaler

# #30173
source: Clear favorite channels
bs_ba: Obriši omiljene kanale
es_es: Borrar canales favoritos
fi_fi: Tyhjennä suosikkikanavat
it_it: Cancella i canali preferiti
sv_se: Töm favoritkanaler

# #30174
source: Added to favorite channels
bs_ba: Dodano u omiljene kanale
es_es: Añadido a canales favoritos
fi_fi: Lisättiin suosikkikanaviin
it_it: Aggiunto ai canali preferiti
sv_se: Tillagd till favoritkanaler

# #30175
source: Removed from favorite channels
bs_ba: Uklonjeno iz omiljenih kanala
es_es: Eliminado de canales favoritos
fi_fi: Poistettiin suosikkikanavista
it_it: Rimosso dai canali preferiti
sv_se: Borttagen från favoritkanaler

# #30176
source: Import from xml
bs_ba: Uvoz iz xml-a
es_es: Importar desde xml
fi_fi: Tuo XML-tiedostosta
it_it: Importa da xml
sv_se: Importera från xml

# #30177
source: Import failed
bs_ba: Uvoz nije uspio
es_es: Error de importación
fi_fi: Tuonti epäonnistui
it_it: Importazione non riuscita
sv_se: Importen misslyckades

# #30178
source: Import completed successfully
bs_ba: Uvoz je uspješno završen
es_es: Importación completada con éxito
fi_fi: Tuonti onnistui
it_it: Importazione completata con successo
sv_se: Import slutfördes

# #30179
source: You are about to clear your favorite channels, are you sure?
bs_ba: Spremate se obrisati svoje omiljene kanale, jeste li sigurni?
es_es: Estás a punto de borrar tus canales favoritos, ¿estás seguro?
fi_fi: Haluatko varmasti tyhjentää suosikkikanavat?
it_it: Stai per cancellare i tuoi canali preferiti, sei sicuro?
sv_se: Du är på väg att tömma dina favoritkanaler. Är du säker?

# #30180
source: Favorite channels cleared
bs_ba: Omiljeni kanali su obrisani
es_es: Canales favoritos borrados
fi_fi: Suosikkikanavat tyhjennettiin
it_it: Canali preferiti cancellati
sv_se: Favoritkanaler tömda

# #30181
source: Add %s to favorite channels
bs_ba: Dodaj %s u omiljene kanale
es_es: Añadir %s a canales favoritos
fi_fi: Lisää "%s" suosikkikanaviin
it_it: Aggiungi %s ai canali preferiti
sv_se: Lägg till %s i favoritkanaler

# #30182
source: Added %s to favorite channels
bs_ba: Dodano u omiljene kanale: %s
es_es: Añadido %s a canales favoritos
fi_fi: "%s" lisättiin suosikkikanaviin
it_it: Aggiunto %s ai canali preferiti
sv_se: Lade till %s till favoritkanaler

# #30183
source: Removed %s from favorite channels
bs_ba: Uklonjeno %s iz omiljenih kanala
es_es: Eliminado %s de canales favoritos
fi_fi: "%s" poistettiin suosikkikanavista
it_it: Rimosso %s dai canali preferiti
sv_se: Tog bort %s från favoritkanaler

# #30184
source: Refresh
bs_ba: Osvježi
es_es: Actualizar
fi_fi: Päivitä
it_it: Aggiorna
sv_se: Uppdatera

# #30185
source: Clear function cache on refresh
bs_ba: Obriši keš funkcije prilikom osvježavanja
es_es: Borrar caché de funciones al actualizar
fi_fi: Tyhjennä toimintovälimuisti päivityksen yhteydessä
it_it: Cancella la cache delle funzioni quando premi Aggiorna
sv_se: Töm funktionscache vid uppdatering

# #30186
source: Short term function cache will be cleared when using Refresh from the context menu
bs_ba: Kratkoročna predmemorija funkcija će biti izbrisana korištenjem opcije Osvježi iz kontekstnog menija
es_es: La caché de funciones a corto plazo se borrará al utilizar Actualizar desde el menú contextual
fi_fi: Sisältövalikon päivitysvalinta tyhjentää lyhytaikaisen toimintovälimuistin
it_it: La cache delle funzioni a breve termine verrà cancellata quando si utilizza Aggiorna dal menu di scelta rapida
sv_se: Kortsiktig funktionscache töms när du använder Uppdatera från snabbmenyn

# #30187
source: Choose watch later playlist
bs_ba: Odaberite plejlistu za kasnije gledanje
es_es: Elegir lista de reproducción "Ver más tarde"
fi_fi: Valitse "Katso myöhemmin" -soittolista
it_it: Scegli la playlist Guarda più tardi
sv_se: Välj spellista för senare visning

# #30188
source: Added %s to the new watch later playlist %s
bs_ba: Dodano %s na novu listu za reprodukciju "Gledaj kasnije" %s
es_es: Añadido %s a la nueva lista de reproducción ver más tarde %s
fi_fi: "%s" lisättiin uudelle "Katso myöhemmin" -soittolistalle "%s"
it_it: Aggiunto %s alla nuova playlist Guarda più tardi %s
sv_se: Lade till %s i den nya spellistan för senare tittning %s

# #30189
source: Search history items
bs_ba: Pretraži stavke historije
es_es: Buscar elementos en el historial
fi_fi: Etsi historian kohteita
it_it: Cerca elementi della cronologia
sv_se: Sök historikobjekt

# #30190
source: How many search history items should be kept for each user
bs_ba: Koliko stavki historije pretrage treba čuvati za svakog korisnika
es_es: Cuántos elementos del historial de búsqueda deben conservarse para cada usuario
fi_fi: Kuinka monta käyttäjäkohtaista hakuhistorian kohdetta säilytetään
it_it: Quanti elementi della cronologia delle ricerche devono essere conservati per ciascun utente
sv_se: Hur många objekt i sökhistoriken ska sparas för varje användare

# #30191
source: Favorite channels
bs_ba: Omiljeni kanali
es_es: Canales favoritos
fi_fi: Suosikkikanavat
it_it: Canali preferiti
sv_se: Favoritkanaler

# #30192
source: How many favorite channels should be kept for each user
bs_ba: Koliko omiljenih kanala treba sačuvati za svakog korisnika
es_es: Cuántos canales favoritos debe tener cada usuario
fi_fi: Kuinka monta käyttäjäkohtaista suosikkikanavaa säilytetään
it_it: Quanti canali preferiti devono essere conservati per ciascun utente
sv_se: Hur många favoritkanaler ska sparas för varje användare

# #30193
source: Play
bs_ba: Pokrenuti
es_es: Reproducir
fi_fi: Toista
it_it: Riproduci
sv_se: Spela upp

# #30194
source: Play from %s
bs_ba: Reproduciraj od %s
es_es: Reproducir desde %s
fi_fi: Toista kohdasta %s
it_it: Riproduci da %s
sv_se: Spela från %s

# #30195
source: Most Popular Regionally
bs_ba: Najpopularnije regionalno
es_es: Más populares por regiones
fi_fi: Alueellisesti suosituimmat
it_it: Più popolari a livello regionale
sv_se: Mest populära regionalt

# #30196
source: Main Menu
bs_ba: Glavni meni
es_es: Menú principal
fi_fi: Päävalikko
it_it: Menu principale
sv_se: Huvudmeny

# #30197
source: Show/Hide this item on the main menu
bs_ba: Prikaži/Sakrij ovu stavku u glavnom meniju
es_es: Mostrar/Ocultar esta opción en el menú principal
fi_fi: Näytä/piilota kohde päävalikosta
it_it: Mostra/Nascondi questa voce nel menu principale
sv_se: Visa/dölj detta objekt på huvudmenyn

# #30198
source: Hide %s
bs_ba: Sakrij %s
es_es: Ocultar %s
fi_fi: Piilota "%s"
it_it: Nascondi %s
sv_se: Dölj %s

# #30199
source: %s was hidden from the main menu
bs_ba: %s je bio skriven u glavnom meniju
es_es: %s fue ocultado del menú principal
fi_fi: "%s" piilotettiin päävalikosta
it_it: %s è stato nascosto dal menu principale
sv_se: %s doldes från huvudmenyn

# #30200
source: User is authenticated
bs_ba: Korisnik je autentificiran
es_es: Usuario autentificado
fi_fi: Käyttäjä on todennettu
it_it: L'utente è autenticato
sv_se: Användaren är autentiserad

# #30201
source: User is not authenticated
bs_ba: Korisnik nije autentificiran
es_es: Usuario no autentificado
fi_fi: Käyttäjää ei ole todennettu
it_it: L'utente non è autenticato
sv_se: Användaren är inte autentiserad

# #30202
source: Create a new user
bs_ba: Kreiraj novog korisnika
es_es: Crear un nuevo usuario
fi_fi: Luo uusi käyttäjä
it_it: Crea un nuovo utente
sv_se: Skapa en ny användare

# #30203
source: Rename a current user
bs_ba: Preimenuj trenutnog korisnika
es_es: Renombrar un usuario actual
fi_fi: Nimeä nykyinen käyttäjä uudelleen
it_it: Rinomina un utente corrente
sv_se: Byt namn på en aktuell användare

# #30204
source: Remove a current user
bs_ba: Ukloni trenutnog korisnika
es_es: Eliminar un usuario actual
fi_fi: Poista nykyinen käyttäjä
it_it: Rimuovi un utente corrente
sv_se: Ta bort en aktuell användare

# #30205
source: Change avatar...
bs_ba: Promijeni avatar...
es_es: Cambiar avatar...
fi_fi: Vaihda kuvaa...
it_it: Cambia avatar...
sv_se: Byt avatar...

# #30206
source: Change a current user's avatar
bs_ba: Promijenite avatar trenutnog korisnika
es_es: Cambiar el avatar de un usuario actual
fi_fi: Vaihda käyttäjän kuvaa
it_it: Cambia l'avatar di un utente corrente
sv_se: Ändra en aktuell användares avatar

# #30207
source: Choose a new avatar
bs_ba: Odaberite novi avatar
es_es: Elegir un nuevo avatar
fi_fi: Valitse uusi kuva
it_it: Scegli un nuovo avatar
sv_se: Välj en ny avatar

# #30208
source: Up Next
bs_ba: Slijedi
fi_fi: Seuraavaksi
it_it: Avanti il prossimo

# #30209
source: Links in the description
bs_ba: Linkovi u opisu
es_es: Enlaces en la descripción
fi_fi: Kuvauksen linkit
it_it: Link nella descrizione
sv_se: Länkar i beskrivningen

# #30210
source: There were no links found in the description
bs_ba: U opisu nisu pronađeni linkovi
es_es: No se han encontrado enlaces en la descripción
fi_fi: Kuvauksesta ei löytynyt linkkejä
it_it: Non sono stati trovati link nella descrizione
sv_se: Det fanns inga länkar i beskrivningen

# #30211
source: Create a new playlist
bs_ba: Kreiraj novu listu za reprodukciju
es_es: Crear una nueva lista de reproducción
fi_fi: Luo uusi soittolista
it_it: Crea una nuova playlist
sv_se: Skapa en ny spellista

# #30212
source: Go to the next page
bs_ba: Idi na sljedeću stranicu
es_es: Ir a la página siguiente
fi_fi: Siirry seuraavalle sivulle
it_it: Vai alla pagina successiva
sv_se: Gå till nästa sida

# #30213
source: Rate the selected video
bs_ba: Ocijenite odabrani video
es_es: Calificar el vídeo seleccionado
fi_fi: Arvioi valittu video
it_it: Valuta il video selezionato
sv_se: Betygsätt den valda videon

# #30214
source: Rate %s
bs_ba: Ocjena %s
es_es: Calificar %s
fi_fi: Arvioi "%s"
it_it: Valuta %s
sv_se: Betyg %s

# #30215
source: Dialogs
bs_ba: Dijalozi
es_es: Diálogos
fi_fi: Valintaruudut
it_it: Dialoghi
sv_se: Dialoger

# #30216
source: Open the autoplay related video dialog for debugging
bs_ba: Otvori dijalog za automatsku reprodukciju povezanog videa za otklanjanje grešaka
es_es: Abrir el diálogo de reproducción automática de vídeo relacionado para depuración
fi_fi: Avaa automaattitoistoon liittyvä videoruutu vidanselvitystä varten
it_it: Apri la finestra di dialogo del video relativo alla riproduzione automatica per il debug
sv_se: Öppna dialogrutan för autoplay-relaterad video för felsökning
