Repository: anxdpanic/plugin.video.tubed
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba, es_es, fi_fi, it_it, sv_se

# Addon Summary
source: Watch your favorite YouTube content on Kodi
bs_ba: Gledajte svoj omiljeni YouTube sadržaj na Kodiju
es_es: Mira tu contenido favorito de YouTube en Kodi
fi_fi: Katso YouTube-suosikkisisältöäsi Kodissa
it_it: Guarda i tuoi contenuti YouTube preferiti su Kodi
sv_se: Titta på ditt favoritinnehåll från YouTube på Kodi

# Addon Description
source: Browse your favorite content from YouTube; create, delete, and rename playlists; subscribe or unsubscribe from your favorite channels; and rate your favorite videos.
bs_ba: Pregledajte svoj omiljeni sadržaj sa YouTubea; kreirajte, brišite i preimenujte liste za reprodukciju; pretplatite se ili odjavite sa svojih omiljenih kanala; i ocijenite svoje omiljene videozapise.
es_es: Navega por tu contenido favorito de YouTube; crea, elimina y cambia el nombre de las listas de reproducción; suscríbete o anula la suscripción a tus canales favoritos; y califica tus vídeos preferidos.
fi_fi: Selaa YouTube-suosikkisisältöäsi, luo, poista ja nimeä soittolistoja, tilaa kanavia tai lopeta niiden tilauksia ja arvioi suosikkivideosi.
it_it: Sfoglia i tuoi contenuti preferiti da YouTube; crea, elimina e rinomina le playlist; iscriviti o cancellati dai tuoi canali preferiti; vota i tuoi video preferiti.
sv_se: Bläddra bland ditt favoritinnehåll från YouTube, skapa, ta bort och byt namn på spellistor, prenumerera eller avsluta prenumerationen på dina favoritkanaler och betygsätt dina favoritvideor.

# Addon Disclaimer
source: Tubed's use of information received from Google APIs will adhere to the Google API Services User Data Policy, including the Limited Use requirements. For more information on how your data is handled see Tubed's Privacy Policy at https://panicked.xyz/tubed-privacy/
bs_ba: Tubedovo korištenje informacija primljenih od Google API-ja bit će u skladu s Politikom korisničkih podataka Google API usluga, uključujući zahtjeve za ograničenu upotrebu. Za više informacija o tome kako se vaši podaci obrađuju pogledajte Tubedovu Politiku privatnosti na https://panicked.xyz/tubed-privacy/
es_es: El uso que Tubed haga de la información recibida de las API de Google se ajustará a la Política de datos de usuario de los servicios API de Google, incluidos los requisitos de uso limitado. Para obtener más información sobre el tratamiento de sus datos, consulte la Política de privacidad de Tubed en https://panicked.xyz/tubed-privacy/
fi_fi: Tubed-lisäosan Googlen rajapinnoilta vastaanottamien tietojen käytössä noudatetaan Google API Services User Data Policy -käytäntöä, mukaan lukien rajoitetun käytön vaatimukset. Lisätietoja tietojesi käsittelystä löytyy Tubed-lisäosan tietosuojakäytännöstä, osoitteesta https://panicked.xyz/tubed-privacy/
it_it: L'utilizzo da parte di Tubed delle informazioni ricevute dalle API di Google rispetterà le Norme sui dati degli utenti dei servizi API di Google, inclusi i requisiti di utilizzo limitato. Per ulteriori informazioni su come vengono gestiti i tuoi dati, consulta l'Informativa sulla privacy di Tubed all'indirizzo https://panicked.xyz/tubed-privacy/
sv_se: Tubeds användning av information som erhållits från Google API: er kommer att följa Google API Services användardatapolicy, inklusive kraven för begränsad användning. För mer information om hur dina uppgifter hanteras, se Tubeds sekretesspolicy på https://panicked.xyz/tubed-privacy/

# #30000
source: Most Popular
bs_ba: Najpopularnije
es_es: Más popular
fi_fi: Suosituimmat
it_it: Più popolari
sv_se: Mest populära

# #30001
source: Next Page
bs_ba: Sljedeća stranica
es_es: Página siguiente
fi_fi: Seuraava sivu
it_it: Pagina successiva
sv_se: Nästa sida

# #30002
source: Recommendations
bs_ba: Preporuke
es_es: Recomendaciones
fi_fi: Suositukset
it_it: Raccomandazioni
sv_se: Rekommenderat

# #30003
source: Search
bs_ba: Pretraga
es_es: Búsqueda
fi_fi: Haku
it_it: Ricerca
sv_se: Sök

# #30004
source: My Channel
bs_ba: Moj kanal
es_es: Mi Canal
fi_fi: Oma kanava
it_it: Il mio canale
sv_se: Min kanal

# #30005
source: Liked Videos
bs_ba: Sviđa mi se videozapisi
es_es: Me gustó el vídeo
fi_fi: Tykätyt videot
it_it: Video piaciuti
sv_se: Gillade videor

# #30006
source: Disliked Videos
bs_ba: Nesviđa mi se videozapisi
es_es: No me gustó el vídeo
fi_fi: Ei-tykätyt videot
it_it: Video non piaciuti
sv_se: Ogillade videor

# #30007
source: Playlists
bs_ba: Plejliste
es_es: Listas de reproducción
fi_fi: Soittolistat
it_it: Playlist
sv_se: Spellistor

# #30008
source: Channels
bs_ba: Kanali
es_es: Canales
fi_fi: Kanavat
it_it: Canali
sv_se: Kanaler

# #30009
source: Subscriptions
bs_ba: Pretplata
es_es: Suscripciones
fi_fi: Tilaukset
it_it: Sottoscrizioni
sv_se: Prenumerationer

# #30010
source: Live
bs_ba: Uživo
es_es: En directo
it_it: Dal vivo

# #30011
source: Sign in with Google
bs_ba: Prijavite se putem Googlea
es_es: Iniciar sesión con Google
fi_fi: Kirjaudu Google-tilillä
it_it: Accedi con Google
sv_se: Logga in med Google

# #30012
source: Sign Out
bs_ba: Odjava
es_es: Cerrar sesión
fi_fi: Kirjaudu ulos
it_it: Disconnessione
sv_se: Logga ut

# #30013
source: Manage Users
bs_ba: Upravljanje korisnicima
es_es: Gestionar usuarios
fi_fi: Hallitse käyttäjiä
it_it: Gestione utenti
sv_se: Hantera användare

# #30014
source: New Search
bs_ba: Nova pretraga
es_es: Nueva búsqueda
fi_fi: Uusi haku
it_it: Nuova ricerca
sv_se: Ny sökning

# #30015
source: Enter your search term
bs_ba: Unesite vaš pojam za pretragu
es_es: Introduzca el término de búsqueda
fi_fi: Syötä hakulauseke
it_it: Inserisci il termine di ricerca
sv_se: Ange din sökterm

# #30016
source: Go to %s and enter the following code:
bs_ba: Idite na %s i unesite sljedeći kod:
es_es: Vaya a %s e introduzca el siguiente código:
fi_fi: Avaa "%s" ja syötä seuraava koodi:
it_it: Vai a %s e inserisci il seguente codice:
sv_se: Gå till %s och ange följande kod:

# #30017
source: New user...
bs_ba: Novi korisnik...
es_es: Nuevo usuario...
fi_fi: Uusi käyttäjä...
it_it: Nuovo utente...
sv_se: Ny användare...

# #30018
source: Rename user...
bs_ba: Preimenuj korisnika...
es_es: Renombrar usuario...
fi_fi: Nimeä käyttäjä uudelleen...
it_it: Rinomina utente...
sv_se: Byt namn på användare...

# #30019
source: Remove user...
bs_ba: Ukloni korisnika...
es_es: Eliminar usuario...
fi_fi: Poista käyttäjä...
it_it: Rimuovi utente...
sv_se: Ta bort användare...

# #30020
source: New Username
bs_ba: Novo korisničko ime
es_es: Nuevo nombre de usuario
fi_fi: Uusi käyttäjänimi
it_it: Nuovo nome utente
sv_se: Nytt användarnamn

# #30021
source: Remove User
bs_ba: Ukloni korisnika
es_es: Eliminar usuario
fi_fi: Poista käyttäjä
it_it: Rimuovi utente
sv_se: Ta bort användare

# #30022
source: Removing %s, are you sure?
bs_ba: Uklanjam %s, jeste li sigurni?
es_es: Eliminando %s, ¿estás seguro?
fi_fi: Haluatko varmasti poistaa käyttäjän "%s"?
it_it: Rimozione di %s, sei sicuro?
sv_se: Tar bort %s. Är du säker?

# #30023
source: Uploads
bs_ba: Otpremanja
es_es: Subidas
fi_fi: Lähetykset
it_it: Upload
sv_se: Uppladdningar

# #30024
source: You are about to sign out, are you sure?
bs_ba: Odjavit ćete se, jeste li sigurni?
es_es: Está a punto de cerrar la sesión, ¿está seguro?
fi_fi: Haluatko varmasti kirjautua ulos?
it_it: Stai per uscire, sei sicuro?
sv_se: Du är på väg att logga ut. Är du säker?

# #30025
source: Categories
bs_ba: Kategorije
es_es: Categorías
fi_fi: Kategoriat
it_it: Categorie
sv_se: Kategorier

# #30026
source: Remove...
bs_ba: Ukloni...
es_es: Eliminar...
fi_fi: Poista...
it_it: Rimuovi...
sv_se: Ta bort...

# #30027
source: Clear history
bs_ba: Obriši historiju
es_es: Borrar historial
fi_fi: Tyhjennä historia
it_it: Cancella la cronologia
sv_se: Töm historik

# #30028
source: General
bs_ba: Općenito
fi_fi: Yleiset
it_it: Generale
sv_se: Allmänt

# #30029
source: Quality
bs_ba: Kvalitet
es_es: Calidad
fi_fi: Laatu
it_it: Qualità
sv_se: Kvalitet

# #30030
source: Choose the maximum playback quality for videos and live content
bs_ba: Odaberite maksimalnu kvalitetu reprodukcije za videozapise i sadržaj uživo
es_es: Elige la máxima calidad de reproducción para vídeos y contenidos en directo
fi_fi: Valitse videoiden ja live-sisällön toiston enimmäislaatu
it_it: Scegli la massima qualità di riproduzione per video e contenuti live
sv_se: Välj maximal uppspelningskvalitet för videor och liveinnehåll

# #30031
source: Limit to 30 fps
bs_ba: Ograničenje na 30 fps
es_es: Limitar a 30 fps
fi_fi: Rajoita 30 kuvaan sekunnissa (fps)
it_it: Limita a 30 fps
sv_se: Begränsa till 30 bilder/s

# #30032
source: Limit playback quality to 30 fps or less
bs_ba: Ograničite kvalitet reprodukcije na 30 fps ili manje
es_es: Limitar la calidad de reproducción a 30 fps o menos
fi_fi: Rajoita toiston laatu enintään 30 kuvaan sekunnissa (fps).
it_it: Limita la qualità di riproduzione a 30 fps o meno
sv_se: Begränsa uppspelningskvaliteten till 30 bilder/s eller mindre

# #30034
source: Use the best matching HDR streams for videos
bs_ba: Koristite najbolje odgovarajuće HDR streamove za videozapise
es_es: Usar las mejores transmisiones HDR coincidentes para los videos
fi_fi: Käytä videoille parhaiten sopivia HDR-mediavirtoja
it_it: Usa i migliori flussi HDR corrispondenti per i video
sv_se: Använd de bäst matchande HDR-strömmarna för videor

# #30035
source: Adaptive (MP4/H264)
bs_ba: Adaptivno (MP4/H264)
es_es: Adaptativo (MP4/H264)
fi_fi: Mukautuva (MP4/H264)
it_it: Adattivo (MP4/H264)
sv_se: Adaptiv (MP4/H264)

# #30036
source: Adaptive (WEBM/VP9)
bs_ba: Adaptivno (WEBM/VP9)
es_es: Adaptativo (WEBM/VP9)
fi_fi: Mukautuva (WEBM/VP9)
it_it: Adattivo (WEBM/VP9)
sv_se: Adaptiv (WEBM/VP9)

# #30045
source: Playback
bs_ba: Reprodukcija
es_es: Reproducción
fi_fi: Toisto
it_it: Riproduzione
sv_se: Uppspelning

# #30046
source: Watch Later
bs_ba: Gledaj kasnije
es_es: Ver más tarde
fi_fi: Katso myöhemmin
it_it: Guarda dopo
sv_se: Se senare

# #30047
source: Regional
bs_ba: Regionalno
fi_fi: Alueelliset
it_it: Regionale
sv_se: Regionala

# #30048
source: Language
bs_ba: Jezik
es_es: Idioma
fi_fi: Kieli
it_it: Lingua
sv_se: Språk

# #30049
source: Your preferred YouTube UI language
bs_ba: Vaš preferirani jezik korisničkog interfejsa YouTubea
es_es: Tu idioma preferido para la interfaz de usuario de YouTube
fi_fi: YouTube-käyttöliittymän ensisijainen kieli
it_it: La tua lingua preferita per l'interfaccia utente di YouTube
sv_se: Ditt föredragna gränssnittsspråk i YouTube

# #30050
source: Region
bs_ba: Regija
es_es: Región
fi_fi: Alue
it_it: Regione

# #30051
source: Your preferred content region
bs_ba: Vaša željena regija sadržaja
es_es: Su región de contenidos preferida
fi_fi: Sisällön ensisijainen alue
it_it: La tua regione di contenuti preferita
sv_se: Din föredragna innehållsregion

# #30052
source: Configure regional preferences
bs_ba: Konfigurišite regionalne postavke
es_es: Configurar las preferencias regionales
fi_fi: Määritä alueelliset asetukset
it_it: Configura le preferenze regionali
sv_se: Konfigurera regionala inställningar

# #30053
source: Configure your preferred language and region
bs_ba: Konfigurišite željeni jezik i regiju
es_es: Configura tu idioma y región preferidos
fi_fi: Määritä haluamasi kieli ja alue
it_it: Configura la tua lingua e regione preferita
sv_se: Konfigurera föredraget språk och region

# #30054
source: Configure subtitles
bs_ba: Konfiguriraj titlove
es_es: Configurar subtítulos
fi_fi: Määritä tekstitykset
it_it: Configura sottotitoli
sv_se: Konfigurera undertexter

# #30055
source: Configure your preferred subtitle language
bs_ba: Konfigurišite željeni jezik titlova
es_es: Configura tu idioma preferido para los subtítulos
fi_fi: Määritä ensisijainen tekstityskieli
it_it: Configura la lingua dei sottotitoli preferita
sv_se: Konfigurera föredraget språk för undertexter

# #30056
source: Subtitle language
bs_ba: Jezik titlova
es_es: Idioma para subtítulos
fi_fi: Tekstityskieli
it_it: Lingua dei sottotitoli
sv_se: Språk för undertexter

# #30057
source: Your preferred subtitle language
bs_ba: Vaš željeni jezik titlova
es_es: Su idioma preferido para los subtítulos
fi_fi: Ensisijainen tekstityskieli
it_it: La tua lingua preferita per i sottotitoli
sv_se: Ditt föredragna språk för undertexter

# #30058
source: Subtitles
bs_ba: Podnaslovi
es_es: Subtítulos
fi_fi: Tekstitykset
it_it: Sottotitoli
sv_se: Undertexter

# #30059
source: %s with %s fallback
bs_ba: %s sa %s rezervnim rješenjem
es_es: %s con %s como respaldo
fi_fi: %s, varmistuksena %s
it_it: %s con %s fallback
sv_se: %s med %s som reserv

# #30060
source: No auto-generated
bs_ba: Nije automatski generirano
es_es: Sin autogenerado
fi_fi: Ei automaattisesti luotuja
it_it: Non generato automaticamente
sv_se: Ingen autogenererad

# #30061
source: None
bs_ba: Nema
es_es: Ninguno
fi_fi: Ei mitään
it_it: Nessuno
sv_se: Ingen

# #30062
source: Prompt
bs_ba: Upit
es_es: Generados
fi_fi: Kysy
it_it: Richiesta
sv_se: Fråga

# #30063
source: Subscribe
bs_ba: Pretplati se
es_es: Suscribirse
fi_fi: Tilaa
it_it: Iscriviti
sv_se: Prenumerera

# #30064
source: Subscribed
bs_ba: Pretplaćen/a
es_es: Suscrito
fi_fi: Tilattiin
it_it: Iscritto
sv_se: Prenumererar

# #30065
source: Unsubscribe
bs_ba: Otpretplati se
es_es: Darse de baja
fi_fi: Lopeta tilaus
it_it: Cancella iscrizione
sv_se: Avsluta prenumeration

# #30066
source: Unsubscribed
bs_ba: Odjavljeno
es_es: Dado de baja
fi_fi: Tilaus lopetettiin
it_it: Iscrizione cancellata
sv_se: Avslutade prenumeration

# #30067
source: Error
bs_ba: Greška
fi_fi: Virhe
it_it: Errore
sv_se: Fel

# #30068
source: Play (Prompt for subtitles)
bs_ba: Reproduciraj (Prikaži titlove)
es_es: Reproducir (Preguntar por los subtítulos)
fi_fi: Toista (kysy tekstitystä)
it_it: Riproduci (richiedi sottotitoli)
sv_se: Spela upp (fråga efter undertexter)

# #30069
source: Go to %s
bs_ba: Idi na %s
es_es: Ir a %s
fi_fi: Avaa %s
it_it: Vai a %s
sv_se: Gå till %s

# #30070
source: Subscribed to %s
bs_ba: Pretplaćeni ste na %s
es_es: Suscrito a %s
fi_fi: Tilattiin kanava "%s"
it_it: Iscritto a %s
sv_se: Prenumererar på %s

# #30071
source: Unsubscribed from %s
bs_ba: Odjavljeno od %s
es_es: Dado de baja de %s
fi_fi: Kanavan "%s" tilaus lopetettiin
it_it: Iscrizione a %s cancellata
sv_se: Avslutade prenumeration på %s

# #30072
source: Rate
bs_ba: Ocjeni
es_es: Calificar
fi_fi: Arvioi
it_it: Valutazione
sv_se: Betygsätt

# #30073
source: I like this
bs_ba: Sviđa mi se ovo
es_es: Me gusta
fi_fi: Tykkään tästä
it_it: Mi piace
sv_se: Jag gillar det här

# #30074
source: I dislike this
bs_ba: Ne sviđa mi se ovo
es_es: No me gusta
fi_fi: En tykkään tästä
it_it: Non mi piace
sv_se: Jag tycker inte om detta

# #30075
source: Remove rating
bs_ba: Ukloni ocjenu
es_es: Eliminar calificación
fi_fi: Poista arvio
it_it: Rimuovi valutazione
sv_se: Ta bort betyget

# #30076
source: Liked
bs_ba: Sviđano
es_es: Me ha gustado
fi_fi: Tykätty
it_it: Piaciuto
sv_se: Gillade

# #30077
source: Disliked
bs_ba: Ne sviđa mi se
es_es: No me ha gustado
fi_fi: Ei-tykätty
it_it: Non piaciuto
sv_se: Ogillade

# #30078
source: Liked %s
bs_ba: Sviđa mi se %s
es_es: Me ha gustado %s
fi_fi: Tykkäsit videosta "%s"
it_it: Mi è piaciuto %s
sv_se: Gillade %s

# #30079
source: Disliked %s
bs_ba: Ne sviđa mi se %s
es_es: No me ha gustado %s
fi_fi: Et tykännyt videosta "%s"
it_it: Non mi è piaciuto %s
sv_se: Ogillade %s

# #30080
source: Rating removed
bs_ba: Ocjena uklonjena
es_es: Valoración eliminada
fi_fi: Arvio poistettiin
it_it: Valutazione rimossa
sv_se: Betyg borttaget

# #30081
source: Rating removed from %s
bs_ba: Ocjena uklonjena sa %s
es_es: Calificación eliminada de %s
fi_fi: Videon "%s" arvio poistettiin
it_it: Valutazione a %s rimossa
sv_se: Betyg borttaget från %s

# #30082
source: New playlist
bs_ba: Nova plejlista
es_es: Nueva lista de reproducción
fi_fi: Uusi soittolista
it_it: Nuova playlist
sv_se: Ny spellista

# #30083
source: Add to playlist
bs_ba: Dodaj na listu pjesama
es_es: Añadir a la lista de reproducción
fi_fi: Lisää soittolistalle
it_it: Aggiungi a playlist
sv_se: Lägg till i spellista

# #30084
source: Remove from playlist
bs_ba: Ukloni s popisa pjesama
es_es: Eliminar de la lista de reproducción
fi_fi: Poista soittolistalta
it_it: Rimuovi dalla playlist
sv_se: Ta bort från spellistan

# #30085
source: Delete playlist
bs_ba: Izbriši listu za reprodukciju
es_es: Borrar lista de reproducción
fi_fi: Poista soittolista
it_it: Elimina playlist
sv_se: Ta bort spellista

# #30086
source: Enter your playlist title
bs_ba: Unesite naslov svoje plejliste
es_es: Introduce el título de tu lista de reproducción
fi_fi: Syötä soittolistan nimi
it_it: Inserisci il titolo della playlist
sv_se: Ange titeln på din spellista

# #30087
source: Added %s to %s
bs_ba: Dodano %s u %s
es_es: Añadido %s a %s
fi_fi: "%s" lisättiin soittolistalle "%s"
it_it: Aggiunto %s a %s
sv_se: Lade till %s till %s

# #30088
source: Removed from playlist
bs_ba: Uklonjeno s plejliste
es_es: Eliminado de la lista de reproducción
fi_fi: Poistettiin soittolistalta
it_it: Rimosso dalla playlist
sv_se: Borttagen från spellistan

# #30089
source: Removed %s from playlist
bs_ba: Uklonjeno sa liste pjesama: %s
es_es: Eliminado %s de la lista de reproducción
fi_fi: "%s" poistettiin soittolistalta
it_it: Rimosso %s dalla playlist
sv_se: Tog bort %s från spellistan

# #30090
source: Playlist deleted
bs_ba: Plejlista je izbrisana
es_es: Lista de reproducción eliminada
fi_fi: Soittolista poistettiin
it_it: Playlist eliminata
sv_se: Spellistan togs bort

# #30091
source: %s playlist deleted
bs_ba: %s plejlista je izbrisana
es_es: %s lista de reproducción eliminada
fi_fi: "%s" soittolista poistettiin
it_it: %s playlist eliminata
sv_se: %s spellistan borttagen

# #30092
source: Rename playlist
bs_ba: Preimenuj listu za reprodukciju
es_es: Renombrar lista de reproducción
fi_fi: Nimeä soittolista uudelleen
it_it: Rinomina playlist
sv_se: Byt namn på spellista

# #30093
source: Playlist renamed to %s
bs_ba: Plejlista preimenovana u %s
es_es: Lista de reproducción renombrada a %s
fi_fi: Soittolistan uusi nimi on "%s"
it_it: Playlist rinominata in %s
sv_se: Spellistan har bytt namn till %s

# #30094
source: %s renamed to %s
bs_ba: %s preimenovano u %s
es_es: %s renombrado a %s
fi_fi: Soittolistan "%s" uusi nimi on "%s"
it_it: %s rinominato in %s
sv_se: %s byter namn till %s

# #30095
source: You are about to delete %s, are you sure?
bs_ba: Jeste li sigurni da ćete izbrisati %s?
es_es: Estás a punto de borrar %s, ¿estás seguro?
fi_fi: Haluatko varmasti poistaa soittolistan "%s"?
it_it: Stai per eliminare %s, sei sicuro?
sv_se: Du är på väg att ta bort %s. Är du säker?

# #30096
source: You are about to delete a playlist, are you sure?
bs_ba: Jeste li sigurni da ćete izbrisati plejlistu?
es_es: Estás a punto de borrar una lista de reproducción, ¿estás seguro?
fi_fi: Haluatko varmasti poistaa soittolistan?
it_it: Stai per eliminare una playlist, sei sicuro?
sv_se: Du är på väg att ta bort en spellista. Är du säker?

# #30097
source: Upcoming
bs_ba: Nadolazeći
es_es: Próximamente
fi_fi: Tulevat
it_it: In arrivo
sv_se: Kommande

# #30098
source: Completed
bs_ba: Završeno
es_es: Completado
fi_fi: Päättyneet
it_it: Terminato
sv_se: Slutförd

# #30099
source: %s was scheduled to start %s
bs_ba: %s je trebao početi %s
es_es: %s estaba programado para comenzar %s
fi_fi: Lähetyksen "%s" oli tarkoitus alkaa %s
it_it: %s è stato programmato per iniziare alle %s
sv_se: %s var schemalagd att starta %s

# #30100
source: %s is scheduled to start %s
bs_ba: Početak događaja %s je zakazan za %s
es_es: %s está programado para comenzar %s
fi_fi: Lähetyksen "%s" on tarkoitus alkaa %s
it_it: %s è programmato per iniziare alle %s
sv_se: %s är schemalagd att starta %s

# #30101
source: Related videos
bs_ba: Povezani videozapisi
es_es: Vídeos relacionados
fi_fi: Aiheeseen liittyvät videot
it_it: Video collegati
sv_se: Relaterade videor

# #30102
source: Cache
bs_ba: Keš memorija
es_es: Caché
fi_fi: Välimuisti

# #30103
source: Data cache TTL (weeks)
bs_ba: TTL keš memorije podataka (sedmice)
es_es: TTL de la caché de datos (semanas)
fi_fi: Tietovälimuistin elinaika (viikkoa)
it_it: Cache dati TTL (settimane)
sv_se: TTL för datacache (veckor)

# #30104
source: Function cache TTL (minutes)
bs_ba: TTL keš funkcije (minute)
es_es: Función caché TTL (minutos)
fi_fi: Toimintovälimuistin elinaika (minuuttia)
it_it: Cache funzioni TTL (minuti)
sv_se: Funktionscache TTL (minuter)

# #30105
source: Clear data cache
bs_ba: Obriši keš podatke
es_es: Limpiar caché de datos
fi_fi: Tyhjennä tietovälimuisti
it_it: Svuota la cache dati
sv_se: Töm datacache

# #30106
source: Clear function cache
bs_ba: Izbriši keš memoriju funkcija
es_es: Limpiar caché de funciones
fi_fi: Tyhjennä toimintovälimuisti
it_it: Svuota la cache delle funzioni
sv_se: Töm funktionscache

# #30107
source: Data cache was cleared
bs_ba: Keš podataka je obrisan
es_es: Se ha borrado la caché de datos
fi_fi: Tietovälimuisti tyhjennettiin
it_it: La cache dei dati è stata svuotata
sv_se: Datacache har tömts

# #30108
source: Function cache was cleared
bs_ba: Keš memorije funkcija je obrisan
es_es: Se ha borrado la caché de funciones
fi_fi: Toimintovälimuisti tyhjennettiin
it_it: La cache delle funzioni è stata svuotata
sv_se: Funktionscachen har tagits bort

# #30109
source: Delete data cache
bs_ba: Izbriši keš podatke
es_es: Borrar caché de datos
fi_fi: Poista tietovälimuisti
it_it: Elimina la cache dei dati
sv_se: Ta bort datacache

# #30110
source: Delete function cache
bs_ba: Izbriši keš memoriju funkcija
es_es: Borrar caché de funciones
fi_fi: Poista toimintovälimuisti
it_it: Elimina la cache delle funzioni
sv_se: Ta bort funktionscache

# #30111
source: Data cache was deleted
bs_ba: Keš podataka je izbrisan
es_es: Se ha borrado la caché de datos
fi_fi: Tietovälimuisti poistettiin
it_it: La cache dei dati è stata eliminata
sv_se: Datacache har tagits bort

# #30112
source: Function cache was deleted
bs_ba: Predmemorija funkcija je izbrisana
es_es: Se ha borrado la caché de funciones
fi_fi: Toimintovälimuisti poistettiin
it_it: La cache delle funzioni è stata eliminata
sv_se: Funktionscachen har tagits bort

# #30113
source: Time to Live
bs_ba: Vrijeme za život
es_es: Tiempo para el directo
fi_fi: Elinaika
sv_se: Livslängd

# #30114
source: Maintenance
bs_ba: Održavanje
es_es: Mantenimiento
fi_fi: Ylläpito
it_it: Manutenzione
sv_se: Underhåll

# #30115
source: How long until long term data cache expires in weeks
bs_ba: Koliko dugo traje do isteka dugoročne keš memorije podataka (u sedmicama)
es_es: Cuánto falta para que caduque la caché de datos a largo plazo en semanas
fi_fi: Pitkäaikaisen tietovälimuistin säilytysaika viikkoina
it_it: Dopo quanto tempo scade la cache dei dati a lungo termine in settimane
sv_se: Hur lång tid tar det innan den långsiktiga datacachen löper ut, i veckor

# #30116
source: How long until short term function cache expires in minutes
bs_ba: Koliko dugo traje do isteka kratkoročne keš memorije funkcija u minutama
es_es: Cuánto falta para que caduque la caché de funciones a corto plazo en minutos
fi_fi: Lyhytaikaisen toimintovälimuistin säilytysaika minuutteina
it_it: Dopo quanto tempo scade la cache delle funzioni a breve termine in minuti
sv_se: Hur lång tid tar det innan den kortsiktiga funktionscachen löper ut, i minuter

# #30117
source: Clearing long term data cache will remove all entries from the database
bs_ba: Brisanjem dugoročne keš memorije podataka uklonit će se svi unosi iz baze podataka
es_es: Al borrar la caché de datos a largo plazo se eliminarán todas las entradas de la base de datos
fi_fi: Pitkäaikaisen tietovälimuistin tyhjennys poistaa kaikki kohteet tietokannasta
it_it: La cancellazione della cache dei dati a lungo termine rimuoverà tutte le voci dal database
sv_se: Tömning av långsiktig datacache tar bort alla poster från databasen
