Repository: anxdpanic/plugin.video.tubed
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba, es_es, fi_fi, it_it, sv_se

# #30217
source: Open the sign in dialog for debugging
bs_ba: Otvorite dijalog za prijavu za otklanjanje grešaka
es_es: Abrir el diálogo de inicio de sesión para depurar
fi_fi: Avaa kirjautumisvalinta vianselvitystä varten
it_it: Apri la finestra di dialogo di accesso per il debug
sv_se: Öppna inloggningsdialogrutan för felsökning

# #30218
source: likes
bs_ba: lajkovi
es_es: me gusta
fi_fi: tykkäykset
it_it: mi piace
sv_se: gillar

# #30219
source: dislikes
bs_ba: nesviđanja
es_es: no me gusta
fi_fi: ei-tykkäykset
it_it: non mi piace
sv_se: ogillar

# #30220
source: views
bs_ba: pregleda
es_es: vistas
fi_fi: toistokerrat
it_it: visualizzazioni
sv_se: visningar

# #30221
source: Chapters
bs_ba: Poglavlja
es_es: Capítulos
fi_fi: Kappaleet
it_it: Capitoli
sv_se: Kapitel

# #30222
source: Chapter starts at %s
bs_ba: Poglavlje počinje na %s
es_es: El capítulo comienza en %s
fi_fi: Kappale alkaa %s
it_it: Il capitolo inizia a %s
sv_se: Kapitlet börjar vid %s

# #30223
source: API Module
bs_ba: API modul
es_es: Módulo API
fi_fi: API-moduuli
it_it: Modulo API
sv_se: API-modul

# #30224
source: Configure API module
bs_ba: Konfiguriraj API modul
es_es: Configurar módulo API
fi_fi: Määritä API-moduuli
it_it: Configura modulo API
sv_se: Konfigurera API-modul

# #30225
source: Open Tubed API settings to configure the API module
bs_ba: Otvorite postavke Tubed API-ja da biste konfigurirali API modul
es_es: Abrir los ajustes API de Tubed para configurar el módulo API
fi_fi: Määritä API-moduuli Tubed-lisäosan API-asetuksista
it_it: Apri le impostazioni dell'API Tubed per configurare il modulo API
sv_se: Öppna Tubed API-inställningar för att konfigurera API-modulen

# #30226
source: Favorite Playlists
bs_ba: Omiljeni popisi
es_es: Listas de reproducción favoritas
fi_fi: Suosikkisoittolistat
it_it: Playlist preferite
sv_se: Favoritspellistor

# #30227
source: Add to favorite playlists
bs_ba: Dodaj u omiljene liste za reprodukciju
es_es: Añadir a listas de reproducción favoritas
fi_fi: Lisää suosikkisoittolistoihin
it_it: Aggiungi alle playlist preferite
sv_se: Lägg till i favoritspellistor

# #30228
source: Clear favorite playlists
bs_ba: Obriši omiljene liste za reprodukciju
es_es: Borrar listas de reproducción favoritas
fi_fi: Tyhjennä suosikkisoittolistat
it_it: Cancella le playlist preferite
sv_se: Töm favoritspellistor

# #30229
source: Added to favorite playlists
bs_ba: Dodano u omiljene plejliste
es_es: Añadido a listas de reproducción favoritas
fi_fi: Lisättiin suosikkisoittolistoihin
it_it: Aggiunto alle playlist preferite
sv_se: Tillagd i favoritspellistor

# #30230
source: Removed from favorite playlists
bs_ba: Uklonjeno iz omiljenih plejlista
es_es: Eliminado de listas de reproducción favoritas
fi_fi: Poistettiin suosikkisoittolistoista
it_it: Rimosso dalle playlist preferite
sv_se: Borttagen från favoritspellistor

# #30231
source: You are about to clear your favorite playlists, are you sure?
bs_ba: Jeste li sigurni da ćete obrisati svoje omiljene liste za reprodukciju?
es_es: Estás a punto de borrar tus listas de reproducción favoritas, ¿estás seguro?
fi_fi: Haluatko varmasti tyhjentää suosikkisoittolistasi?
it_it: Stai per cancellare le tue playlist preferite, sei sicuro?
sv_se: Du är på väg att tömma dina favoritspellistor. Är du säker?

# #30232
source: Favorite playlists cleared
bs_ba: Omiljene plejliste su obrisane
es_es: Listas de reproducción favoritas borradas
fi_fi: Suosikkisoittolistat tyhjennettiin
it_it: Playlist preferiti cancellata
sv_se: Favoritspellistor tömda

# #30233
source: Add %s to favorite playlists
bs_ba: Dodaj %s u omiljene liste za reprodukciju
es_es: Añadir %s a listas de reproducción favoritas
fi_fi: Lisää "%s" suosikkisoittolistoihin
it_it: Aggiungi %s alle playlist preferite
sv_se: Lägg till %s till favoritspellistor

# #30234
source: Added %s to favorite playlists
bs_ba: Dodano %s u omiljene plejliste
es_es: Añadido %s a listas de reproducción favoritas
fi_fi: "%s" lisättiin suosikkisoittolistoihin
it_it: Aggiunto %s alle playlist preferite
sv_se: Lade till %s till favoritspellistor

# #30235
source: Removed %s from favorite playlists
bs_ba: Uklonjeno %s iz omiljenih plejlista
es_es: Eliminado %s de listas de reproducción favoritas
fi_fi: "%s" poistettiin suosikkisoittolistoista
it_it: Rimosso %s dalle playlist preferite
sv_se: Tog bort %s från favoritspellistor

# #30236
source: Favorite playlists
bs_ba: Omiljeni popisi
es_es: Listas de reproducción favoritas
fi_fi: Suosikkisoittolistat
it_it: Playlist preferite
sv_se: Favoritspellistor

# #30237
source: How many favorite playlists should be kept for each user
bs_ba: Koliko omiljenih lista za reprodukciju treba imati za svakog korisnika
es_es: Cuántas listas de reproducción favoritas debe tener cada usuario
fi_fi: Kuinka monta käyttäjäkohtaista suosikkisoittolistaa säilytetään
it_it: Quante playlist preferite devono essere conservate per ciascun utente
sv_se: Hur många favoritspellistor ska sparas för varje användare

# #30238
source: Backup
bs_ba: Sigurnosna kopija
es_es: Copia de seguridad
fi_fi: Varmuuskopiointi
sv_se: Säkerhetskopia

# #30239
source: Make a backup
bs_ba: Napravite sigurnosnu kopiju
es_es: Hacer una copia de seguridad
fi_fi: Tallenna varmuuskopio
it_it: Fai un backup
sv_se: Gör en säkerhetskopia

# #30240
source: Backup your Tubed settings, users, search history, favorite channels and favorite playlists
bs_ba: Sigurnosno kopirajte postavke na Tubedu, korisnike, historiju pretraživanja, omiljene kanale i omiljene liste za reprodukciju
es_es: Haz una copia de seguridad de tu ajustes de Tubed, usuarios, historial de búsqueda, canales favoritos y listas de reproducción favoritas
fi_fi: Varmuuskopioi Tubed-lisäosan asetukset, käyttäjät, hakuhistoria sekä suosikkikanavat ja -soittolistat
it_it: Esegui il backup delle impostazioni di Tubed, degli utenti, della cronologia delle ricerche, dei canali preferiti e delle playlist preferite
sv_se: Säkerhetskopiera dina Tubed-inställningar, användare, sökhistorik, favoritkanaler och favoritspellistor

# #30241
source: Restore a backup
bs_ba: Vratite sigurnosnu kopiju
es_es: Restaurar una copia de seguridad
fi_fi: Palauta varmuuskopio
it_it: Ripristina un backup
sv_se: Återställ en säkerhetskopia

# #30242
source: Restore your Tubed settings, users, search history, favorite channels and favorite playlists from a previous backup
bs_ba: Vratite postavke na Tubedu, korisnike, historiju pretraživanja, omiljene kanale i omiljene liste za reprodukciju iz prethodne sigurnosne kopije
es_es: Restaura tus ajustes de Tubed, usuarios, historial de búsqueda, canales favoritos y listas de reproducción favoritas desde una copia de seguridad anterior
fi_fi: Palauta Tubed-lisäosan asetukset, käyttäjät, hakuhistoria sekä suosikkikanavat ja -soittolistat varmuuskopiosta
it_it: Ripristina le impostazioni di Tubed, gli utenti, la cronologia delle ricerche, i canali preferiti e le playlist preferite da un backup precedente
sv_se: Återställ dina Tubed-inställningar, användare, sökhistorik, favoritkanaler och favoritspellistor från en tidigare säkerhetskopia

# #30243
source: Choose a location to create backup
bs_ba: Odaberite lokaciju za kreiranje sigurnosne kopije
es_es: Elige una ubicación para crear la copia de seguridad
fi_fi: Valitse varmuuskopion tallennuskohde
it_it: Scegli una posizione per creare il backup
sv_se: Välj en plats där du vill skapa en säkerhetskopia

# #30244
source: Choose a backup to restore
bs_ba: Odaberite sigurnosnu kopiju za vraćanje
es_es: Elige una copia de seguridad para restaurar
fi_fi: Valitse palautettava varmuuskopio
it_it: Scegli un backup da ripristinare
sv_se: Välj en säkerhetskopia att återställa

# #30245
source: Failed to create backup at %s
bs_ba: Nije uspjelo kreiranje sigurnosne kopije na %s
es_es: Error al crear copia de seguridad en %s
fi_fi: Varmuuskopion tallennus kohteeseen "%s" epäonnistui
it_it: Impossibile creare il backup in %s
sv_se: Misslyckades med att skapa säkerhetskopia på %s

# #30246
source: Failed to restore backup from %s
bs_ba: Nije uspjelo vraćanje sigurnosne kopije sa %s
es_es: Error al restaurar la copia de seguridad de %s
fi_fi: Varmuuskopion palautus lähteestä "%s" epäonnistui
it_it: Impossibile ripristinare il backup da %s
sv_se: Misslyckades med att återställa säkerhetskopian från %s

# #30247
source: Backup successfully created at %s
bs_ba: Sigurnosna kopija uspješno kreirana u %s
es_es: Copia de seguridad creada con éxito en %s
fi_fi: Varmuuskopio tallennettiin kohteeseen "%s"
it_it: Backup creato con successo in %s
sv_se: Säkerhetskopia skapades på %s

# #30248
source: Backup successfully restored from %s
bs_ba: Sigurnosna kopija uspješno vraćena sa %s
es_es: Copia de seguridad restaurada correctamente de %s
fi_fi: Varmuuskopio palautettiin lähteestä "%s"
it_it: Backup ripristinato con successo da %s
sv_se: Säkerhetskopian har återställts från %s

# #30249
source: Client ID: %s
bs_ba: ID klijenta: %s
es_es: ID de cliente: %s
it_it: ID cliente: %s
sv_se: Klient-ID: %s

# #30250
source: Further use of Tubed will be subject to this privacy policy
bs_ba: Daljnje korištenje Tubeda bit će podložno ovoj politici privatnosti
es_es: El uso continuado de Tubed estará sujeto a la presente política de privacidad
fi_fi: Tubed-lisäosan käyttö edellyttää tämän tietosuojakäytännön hyväksyntää
it_it: L'ulteriore utilizzo di Tubed sarà soggetto a questa politica sulla privacy
sv_se: Ytterligare användning av Tubed kommer att omfattas av denna integritetspolicy

# #30251
source: Accept
bs_ba: Prihvati
es_es: Aceptar
fi_fi: Hyväksy
it_it: Accetta
sv_se: Acceptera

# #30252
source: Decline
bs_ba: Odbijeno
es_es: Rechazar
fi_fi: Hylkää
it_it: Rifiuta
sv_se: Neka

# #30253
source: Privacy Policy
bs_ba: Politika privatnosti
es_es: Política de privacidad
fi_fi: Tietosuojakäytäntö
it_it: Politica sulla riservatezza
sv_se: Integritetspolicy

# #30254
source: Sign In
bs_ba: Prijavi se
es_es: Iniciar sesión
fi_fi: Kirjaudu sisään
it_it: Registrati
sv_se: Logga in

# #30255
source: InputStream Adaptive is required and appears to be disabled. Would you like to enable InputStream Adaptive now?
bs_ba: InputStream Adaptive je obavezan i izgleda da je onemogućen. Želite li sada omogućiti InputStream Adaptive?
es_es: InputStream Adaptive es necesario y parece estar desactivado. ¿Desea activar InputStream Adaptive ahora?
fi_fi: InputStream Adaptive -lisäosa vaaditaan, mutta se ei näytä olevan käytössä. Haluatko ottaa sen käyttöön?
it_it: InputStream Adaptive è richiesto e sembra essere disabilitato. Vuoi abilitare InputStream Adaptive ora?
sv_se: InputStream Adaptive är obligatoriskt och verkar vara inaktiverat. Vill du aktivera InputStream Adaptive nu?

# #30256
source: Settings
bs_ba: Podešavanja
es_es: Configuración
fi_fi: Asetukset
it_it: Impostazioni
sv_se: Inställningar

# #30257
source: No entries found
bs_ba: Nije pronađen nijedan unos
es_es: No se han encontrado entradas
fi_fi: Kohteita ei löytynyt
it_it: Nessuna voce trovata
sv_se: Inga poster hittades

# #30258
source: v3 Data API Client
bs_ba: v3 Klijent API-ja za podatke
es_es: Cliente Data API v3
fi_fi: v3 Data API-asiakas
it_it: Dati Client API v3
sv_se: v3 Data API-klient

# #30259
source: YouTube-TV API Client
bs_ba: YouTube-TV API klijent
es_es: Cliente API YouTube-TV
fi_fi: YouTube-TV API-asiakas
it_it: Client dell'API YouTube-TV
sv_se: YouTube-TV API-klient

# #30125
source: Debug
es_es: Depurar
fi_fi: Vianselvitys
sv_se: Felsök
